/*
 * 		데이터 저장  ======  데이터 가공 ======  화면 출력
 * 			|				|				윈도우 / 도스
 * 						 연산처리				브라우저
 * 						(연산자)
 * 						흐름제어
 * 						(제어문)
 * 		한개 : 변수
 * 		여러개 : 배열/클래스
 * 
 * 		변수 => 연산자 => 제어문 => 메서드 => 객체지향 => 설계/기능처리/조립
 * 													|
 * 												라이브러리 활용
 * 													|
 * 												오류방지(예외처리)
 * 													|
 * 												응용프로그램
 * 												=> 네트워크 / 데이터베이스
 */
public class 연산자종류 {

	public static void main(String[] args) {
		// TODO Auto-generated method stub

	}

}
